Repository: 84000/data-translation-memory
Catalog: toh136-v3.tmx
Source language: bo
Languages: en

source: ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་། མི་དང་མི་མ་ཡིན་པ་དང་། སྐར་མ་ཇི་སྙེད་པ་དེ་དག་ཐམས་ཅད་མིག་མཆི་མས་གང་སྟེ་མྱ་ངན་བྱེད་ཅིང་སྨྲེ་སྔགས་འདོན་ལ་ངུད་མོས་འདེབས་ཤིང་ཡང་དང་ཡང་དུ་སྨྲེ་སྟེ།
en: Also at the very moment Venerable Aniruddha finished speaking these verses, all beings throughout this great trichiliocosm, the prescient gods and goddesses; the nāgas, elderly nāgas, and nāginīs; the yakṣas, the yakṣīs, and their young; the piśācas, old piśācas, and young piśācas, male and female; beings as numerous as the stars—asuras, garuḍas, kinnaras, mahoragas, humans, and nonhumans—all with their eyes filled with tears, in grief, sobbed and lamented, crying out over and over again.

source: སྡུག་བསྔལ་ཞིང་ཡིད་མི་བདེ་ལ་མྱ་ངན་གྱི་ཟུག་རྔུས་གཟིར་བས་ལག་པ་གནམ་དུ་བསྒྲེང་སྟེ། ངུད་མོས་འདེབས་པར་བྱེད་དོ། །
en: Suffering and distraught, pierced by grief, they threw their arms in the air and sobbed.

source: ཡང་ཁ་ཅིག་ནི་ལག་པ་སྦྲེལ་ཅིང་ངུའོ། །
en: Some wrung their hands as they wept.

source: ཁ་ཅིག་ནི་ཕན་ཚུན་མགོ་སྤྲད་དེ་གཅིག་གི་གདོང་དུ་གཅིག་ལྟ་ཞིང་ངུའོ། །
en: Some bumped their heads together, gazing into each other’s faces as they wept.

source: ཁ་ཅིག་ནི་ཁ་གདངས་ཏེ་ཉམ་ཐག་པའི་ང་རོ་འབྱིན་ཅིང་སྨྲེ་སྔགས་འདོན་ལ་དབང་པོ་ཉམས་ཤིང་བཞིན་གྱི་དཀྱིལ་འཁོར་མོག་མོག་པོར་གྱུར་ཏེ་རྐང་ལག་སྒྱུར་ཞིང་ངུའོ། །
en: Some, mouths agape, emitted wretched roars of anguish and, losing their senses, their faces pale, their arms and legs flailing, wept.

source: ཡང་དེ་ན་ཁ་ཅིག་ནི་གཅིག་ལ་གཅིག་ལྟ་ཞིང་ངུའོ། །
en: Some just gazed at one another as they wept.

source: ཁ་ཅིག་ནི་ཀླད་པ་རྡེབས་པར་བྱེད་དོ། །
en: Some banged their heads.

source: ཁ་ཅིག་ནི་ལག་པ་གཉིས་ཀྱིས་མགོ་ལ་རྡེབས་ཤིང་ལུས་རབ་ཏུ་སྙོན་སྨོངས་པར་བྱེད་དོ། །
en: Some struck their heads with both hands, hurting themselves physically.

source: ཁ་ཅིག་ནི་མིག་སྒྱུར་ཞིང་ངུད་མོས་འདེབས་ལ་རྐང་མཐིལ་བསྲེགས་པ་བཞིན་དུ་སྒྱིད་པ་འདར་ལ་ཆོ་ངེས་འདེབས་ཤིང་སྨྲེ་སྔགས་འདོན་ཏོ། །ཁ་ཅིག་ནི་ཨེ་མའོ་སངས་རྒྱས།
en: Some rolled their eyes and heaved with sobs, howling and crying out in pain, their knees shaking, as if the palms of their hands had been scorched.

source: ཨེ་མའོ་སངས་རྒྱས་ཞེས་སྨྲེ་སྔགས་འདོན་ཅིང་གདོང་མཆི་མས་གང་ལ་སྡུག་བསྔལ་ཞིང་ཉམ་ཐག་སྟེ།
en: “Alas, Buddha! Alas, Buddha!” they cried, woeful and destitute, tears streaming down their faces.

source: ལག་མཐིལ་གྱིས་མིག་ཉེད་ཅིང་ཆོ་ངེས་འདེབས་ལ་མྱ་ངན་བྱེད་ཅིང་མྱ་ངན་གྱི་ཟུག་རྔུས་གཟིར་བས་བཞིན་གྱི་དཀྱིལ་འཁོར་ལ་འདྲད་ཅིང་མྱ་ངན་བྱེད་སྨྲེ་སྔགས་འདོན་ཏོ། །
en: Rubbing their eyes with the palms of their hands and clawing at their faces, they howled in anguish. Stricken by grief, they cried out in pain.

source: སྲོག་ཆགས་བྱེ་བ་ཕྲག་མང་པོ་གཞན་དག་ནི་མཆི་མས་བརྣངས་བཞིན་དུ་མཆི་མ་ཀློག་ཅིང་སྒྲ་ཆེན་པོ་འབྱིན་ཏོ། །
en: Many millions of other beings let out great cries as they read aloud while choked with tears.

source: ཁ་ཅིག་ནི་ཐལ་མོ་སྦྱར་ཏེ་མཆི་མ་ཀློག་ཅིང་སྨྲེ་སྔགས་འདོན་ཏོ། །
en: Some, with their palms pressed together, moaned as they read aloud in tears.

source: ཁ་ཅིག་ནི་མྱ་ངན་གྱི་མེས་གདུངས་ནས་ལག་པ་གཡས་པས་མགོ་བོ་ལ་འཛིན་ཅིང་སྨྲེ་སྔགས་འདོན་ཏོ། །
en: Some, scorched by the fire of grief, held their heads in their right hands as they moaned.

source: དེ་བཞིན་དུ་གཞན་དག་ཀྱང་ལུས་ཡོངས་སུ་རྨྱ་ནས་ལག་པ་གཡོན་པས་མགོ་བོ་ལ་འཛིན་ཅིང་སྨྲེ་སྔགས་འདོན་ཏོ། །
en: Others, physically ravaged, likewise held their heads in their left hands as they groaned.

source: ཁ་ཅིག་ནི་ལག་པ་རྡེབས་ལ་བཞིན་གྱི་དཀྱིལ་འཁོར་གྱི་མདོག་ཉམས་ཤིང་སྔོན་པོར་གྱུར་ལ། མྱ་ངན་གྱིས་ཉམ་ཐག་ཅིང་སྨྲེ་སྔགས་འདོན་ཏོ། །དེ་ནས་ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་།
en: Some beat their arms, their faces pallid, drained of color, and miserable with grief as they cried out.

source: དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མི་འམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་འཁོར་དང་བཅས་པ་དེ་དག་མྱ་ངན་བྱེད་ཅིང་སྨྲེ་སྔགས་འདོན་བཞིན་དུ་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་དོང་སྟེ་ཕྱིན་ནས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་ཤིང་བཅད་དེ་འགྱེལ་བ་བཞིན་དུ་ས་ལ་སྒྱེལ་ནས་ཁ་ཅིག་ནི་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་འདུད་དོ། །
en: Then the gods, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, mahoragas, and their entourages, grieving and lamenting, proceeded to where the Blessed one was and, entering the presence of the Blessed One, threw themselves on the ground like trees being felled. Some bowed to the Blessed One’s two feet.

source: ཁ་ཅིག་ནི་གདུང་བའི་སྒྲ་ཆེན་པོ་འབྱིན་ཏོ། །
en: Some let out great roars of anguish.

source: ཁ་ཅིག་ནི་གདུང་བའི་སྒྲ་འབྱིན་ཅིང་ས་ལ་འགྲེའོ། །
en: Some rolled on the ground while crying out in pain.

source: ཁ་ཅིག་ནི་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་འཁོད་ནས་ལག་པ་གནམ་དུ་བསྒྲེངས་ཏེ། ཨེ་མའོ་སངས་རྒྱས།
en: Some, on entering the presence of the Blessed One, threw their arms in the air and exclaimed, “Alas, Buddha!

source: ཨེ་མའོ་སངས་རྒྱས།
en: Alas, Buddha!

source: ཨེ་མའོ་མགོན་པོ།
en: Alas, protector!

source: ཨེ་མའོ་ཐུགས་རྗེ་ཅན་སེམས་ཅན་ཐམས་ཅད་ལ་ཐུགས་བརྩེ་ཞིང་སྐྱོབ་པར་མཛད་པ།
en: Alas, compassionate one, who loves and protects all beings!

source: ཨེ་མའོ་འཇིག་རྟེན་གསུམ་གྱི་སྐྱབས་དང་དཔུང་གཉེན་སེམས་ཅན་ཐམས་ཅད་ལ་མིག་སྩོལ་བར་མཛད་པ།
en: Alas, refuge and last resort of the three realms, who watches over all beings!

source: ཨེ་མའོ་རྟེན་མེད་པ་རྣམས་ཀྱི་རྟེན་མཛད་པ།
en: Alas, supporter of the unsupported!

source: འཇིག་རྟེན་སྟོངས་པར་འགྱུར་རོ། །སེམས་ཅན་ཐམས་ཅད་ལྡོངས་པར་འགྱུར་རོ། །
en: This world will be barren, all beings will be blind!

source: སངས་རྒྱས་དཀོན་མཆོག་མེད་པར་འགྱུར་རོ། །
en: The rare and precious Buddha will be no more!”

source: ཞེས་སྨྲེ་སྔགས་འདོན་ཅིང་དེ་དག་ཕན་ཚུན་ལག་པ་སྦྲེལ་ཏེ་སྙིང་རྗེ་རྗེ་སྐད་དུ་མ་ཤི་བའི་སྨྲེ་སྔགས་ལྟ་བུས་སྨྲེ་སྔགས་འདོན་ཏོ། །
en: Joining hands, they lovingly grieved together as if mourning the death of their mother.

source: ཕ་ཤི་བ་དང་། ཕུ་ནུ་ཤི་བ་དང་། བུ་ཤི་བའི་སྨྲེ་སྔགས་ལྟ་བུས་སྨྲེ་སྔགས་འདོན་ཅིང་། ཨེ་མའོ་མགོན་པོ།
en: They grieved as if mourning the death of their father, the death of their brother, or the death of their son, crying out over and over, “Alas, protector!

source: ཨེ་མའོ་དགེ་བའི་བཤེས་གཉེན། ཨེ་མའོ་སྙན་ཅིང་འཇམ་པ་གསུང་བ། ཨེ་མའོ་སེང་གེ་དང་། གླང་པོ་ཆེ་དང་། ཁྱུ་མཆོག་གི་སྟོབས་ཅན།
en: Alas, virtuous friend, your speech is so gentle to hear, with the strength of a lion, of an elephant, of the greatest bull!

source: ཨེ་མའོ་བདུད་རྩིའི་གོ་འཕང་སྟོན་པ་ཞེས་རྣམ་པ་སྣ་ཚོགས་མང་པོར་སྨྲེ་སྔགས་འདོན་ཏོ། །
en: Alas, nectar-like teacher!”

source: ཁ་ཅིག་ནི་བར་སྣང་ལ་སོང་སྟེ་བདག་ཉིད་བརྡབས་ནས་དེ་དག་ས་ལ་ལྷུང་བ་དང་། ས་ལ་འགྲེ་ལྡོག་ཅིང་སྙིང་ཐག་པ་ནས་སྙིང་རྗེ་བར་སྨྲེ་ཞིང་སྨྲེ་སྔགས་འདོན་ཏོ། །
en: Some leapt into the air, struck themselves, and, falling back to the ground, rolled back and forth on the ground, crying out pitifully from the core of their beings.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་བརྒྱལ་ནས་ཤིང་བཅད་དེ་འགྱེལ་བ་བཞིན་དུ་ས་ལ་འགྱེལ་ཏོ། །
en: Venerable Ānanda then fainted and crashed to the ground like a felled tree.

source: དེས་ཡང་འདུ་ཤེས་ཕྱིར་རྙེད་ནས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་ལག་པ་གཉིས་ས་ལ་བཙུགས་ཏེ་བཅོམ་ལྡན་འདས་ཀྱི་ཞལ་དུ་ལྟ་ཞིང་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་གསོལ་ཏོ། །སེམས་ཅན་ཤིན་ཏུ་སྡུག་བསྔལ་ལ། །ངུ་ཞིང་སྨྲེ་སྔགས་འདོན་བགྱིད་ལ། །མྱ་ངན་ཟུག་རྔུས་གཟིར་མཐོང་ནས། །བདག་གི་གཡར་ངན་སླར་ཞིང་སྐྱེ། །
en: Regaining consciousness, he placed both his hands on the ground in front of the Blessed One and, gazing into his face, spoke these verses: “To see beings in such misery, Weeping and lamenting, Pierced through with grief, Is to relive my dream again.

source: ཇི་ལྟར་དགོན་པའི་ཤུལ་ཞིག་ཏུ། །འདྲོན་པ་ཆོམ་པོས་བཅོམ་གྱུར་ཅིང་། །ཞུགས་ཀྱི་ཕུང་པོ་ཆེན་པོ་ཡང་། །མདུན་ན་མཆིས་པ་མཐོང་བ་ན། །ཀུན་ནས་ཞུགས་པར་མཐོང་ནས་ནི། །
en: “Like travelers assailed by robbers In some remote and empty place, When they see in front of them A great heap of fire, “They look everywhere for an escape.

source: དེ་དག་འཇིགས་པ་ལྷར་སྐྱེས་ཤིང་། །ཕྱོགས་རྒྱུག་དེ་དག་སྐྱབས་མ་མཆིས། །ཀུན་ནས་དཔུང་གཉེན་མ་མཆིས་ལྟར། །
en: Overcome with fear, They run in all directions But find no refuge and no assistance.

source: དེ་བཞིན་སེམས་ཅན་མང་པོ་རྣམས། །སངས་རྒྱས་མྱ་ངན་འདའ་ཐོས་ནས། །སྐྱབས་མ་མཆིས་ཤིང་སྡུག་བསྔལ་ལ། །མྱ་ངན་ཟུག་རྔུས་གཟིར་བར་མཐོང་། །
en: “The pain I see in so many beings, On hearing of the Buddha’s passing, is like that— The suffering of beings without refuge, Pierced through with grief.

source: གང་དག་གཙོ་བོ་འདས་གྱུར་ན། །ཇི་ལྟར་སངས་རྒྱས་བལྟ་བར་བགྱི། །
en: “How can we look upon the Buddha As just any important person who has passed?

source: གཞན་དག་མྱ་ངན་འདའ་འགྱུར་ལ། །བཅོམ་ལྡན་བསྐལ་པར་བཞུགས་སུ་གསོལ། །
en: Let others pass away, But, Blessed One, please stay for an eon!

source: ཞུགས་འབར་མེ་ལྕེ་ལྡན་གྱུར་པ། །རྒྱུ་ཟད་རབ་ཏུ་ཞི་བ་ལྟར། །གྱད་ཀྱི་ཡུལ་དུ་རྫོགས་སངས་རྒྱས། །མྱ་ངན་འདའ་བ་ཇི་ལྟར་བལྟ། །
en: “How can we look upon the perfect Buddha, Passing into nirvāṇa in the Malla kingdom, Like a once blazing fire That goes out once its fuel is used up?

source: སངས་རྒྱས་འོད་མའི་ཚལ་ཁྲོད་དུ། །དེ་རིང་སླན་ཆད་མི་མཐོང་ཞིང་། །
en: “From today, Awakened One, I shall never see you again At the Bamboo Grove.

source: འདྲེན་པ་རྒྱལ་བྱེད་ཚལ་དུ་ནི། །ཆོས་སྟོན་པ་ཡང་མི་མཐོང་ངོ་། །
en: Nor, guide, shall I ever see you again Teaching the Dharma at Jetavana Grove.

source: མི་མཆོག་དེ་ནི་འདས་གྱུར་ཅེས། །ལིད་ཙ་བཱི་ཡི་གྲོང་ཁྱེར་མཆོག །ཡངས་པ་ཅན་དུ་ཞུགས་ནས་ནི། །ལིད་ཙ་བཱི་ལ་ཇི་ལྟར་བརྗོད། །
en: “How can I enter Vaiśālī, The great city of the Licchavis, And tell those Licchavis ‘The best of men has passed’?

source: གང་ཟག་གཙོ་བོ་འདས་གྱུར་ཅེས། ཤཱཀྱ་རྣམས་ཀྱི་གྲོང་ཁྱེར་མཆོག །སེར་སྐྱའི་གནས་སུ་མཆིས་ནས་ནི། །ཀུན་མི་དགའ་བ་ཇི་ལྟར་བརྗོད། །
en: “How, in Kapilavastu, The great city of the Śākyas, Can I, in my misery, announce ‘The greatest of persons has passed’?

source: ཐུབ་ཆེན་དེ་ནི་རབ་ཞི་ཞེས། །མ་ག་དྷཱ་བ་རྣམས་དང་ནི། །མ་སྐྱེས་དགྲ་ཡི་གྲོང་མཆོག་ཏུ། །ཇི་ལྟར་ཚིག་ཏུ་བརྗོད་པར་བགྱི། །
en: “How, in Magadha, In Ajātaśatru’s great city, Can I utter the words, ‘The great sage is in perfect peace’?

source: ཤཱཀྱ་སེང་གེ་འདས་གྱུར་ཅེས། །སྲོག་ཆགས་སྟོང་ཕྲག་མང་པོ་དག །ཆོ་ངེས་ཡང་དང་ཡང་འདེབས་ན། །བདག་གིས་ཇི་ལྟར་ལན་ཡང་གདབ། །
en: “When many thousands of beings Shed tears again and again, How can I respond, ‘The lion of the Śākyas has passed’?

source: ཤཱཀྱ་སེང་གེ་འདས་གྱུར་ན། །དགེ་སློང་དགེ་སློང་མ་དག་དང་། །ཁྱིམ་པ་རྣམས་ཀྱང་བདག་གིས་ནི། །ཇི་ལྟར་དགའ་བགྱི་མི་ཡི་མཆོག །
en: “When the lion of the Śākyas has passed, Best of men, how will I console All the monks, the nuns, And the householders?

source: སྐྱེས་མཆོག་བདག་ལ་གནས་བརྟན་རྣམས། །
en: “Supreme being, what am I to say When elders ask me, ‘Ānanda!

source: ཀུན་དགའ་མི་མཆོག་སྦྱིན་པའི་གནས། །རྫོགས་པའི་སངས་རྒྱས་གར་གཤེགས་ཞེས། །འདྲི་ན་ཇི་སྐད་བརྗོད་པར་བགྱི། །
en: Where has His Eminence, The object of our offerings, the perfect Buddha, gone?’

source: ཐུབ་པ་ལྷ་ཀླུས་དྲིས་པ་ན། །བསམ་གཏན་ཆེན་པོ་སྙོམས་ཞུགས་སམ། །འོན་ཏེ་འཆག་ཏུ་གཤེགས་སོ་ཞེས། །
en: “Sage, what if gods and nāgas ask me, ‘Has he entered a deep concentration, Or has he gone for a walk?’

source: མི་འཇིགས་པར་ནི་ཇི་ལྟར་བརྗོད། །
en: How will I muster the courage to tell them?

source: བདག་གིས་ཡང་དང་ཡང་དུ་ནི། །སུ་ཡི་སེང་གེའི་གཟིམས་ཁྲི་བཤམས། །
en: “For whom have I, again and again, Arranged the lion couch?

source: དཔའ་བོ་བདག་གིས་སླན་ཆད་ནི། །སུ་ཡི་སེང་གེའི་ཁྲི་ཡང་བཤམས། །
en: Hero, from this moment onward, For whom will I arrange the lion throne?

source: འཁོར་རྣམས་ལ་ནི་སེང་གེ་ལྟར། །བསྙེངས་པ་མི་མངའ་སྒྲོགས་མཛད་པ། །
en: “Who, like a lion, Will fearlessly profess the Dharma to the assemblies?

source: གོ་འཕང་ཟབ་མོ་བལྟ་དཀའི་ཆོས། །བདག་གིས་སུ་ལ་མཉན་པར་བགྱི། །
en: From whom will I hear the Dharma Of the profound state, so hard to comprehend?

source: གང་ཟག་གཙོ་བོ་འདས་གྱུར་ན། །སུ་ཡི་ཞབས་ལ་ཆབ་འབུལ་ཞིང་། །
en: “Greatest of persons, if you pass on, At whose feet will I offer water?

source: གང་གི་ན་བཟའ་ཆོས་གོས་གཟུང་། །
en: Whose clothes and Dharma robes will I bring?

source: སུ་ཡི་ལྷུང་བཟེད་གཟུང་བར་བགྱི། །
en: Whose alms bowl will I bear?

source: མི་མཆོག་དགེ་འདུན་དབུས་སུ་ནི། །སུ་ཞིག་བདག་གི་བསྔགས་པ་བརྗོད། །
en: “Best of men, in the midst of the saṅgha, Who will praise me, saying, ‘Ānanda!

source: ཀུན་དགའ་ཐོས་པ་རྒྱ་མཚོ་ཞེས། །
en: Ocean of learning!’?

source: སླན་ཆད་བདག་ལ་སུ་ཞིག་མཆི། །
en: Henceforth, who will be there for me?

source: མཁྱེན་པ་སྤོབས་པ་མཐའ་ཡས་པ། །གསུང་འཇམ་ཡིད་དགའ་མཛད་པ་དང་། མཆོག་ཏུ་དགའ་བསྐྱེད་མཛད་པ། །སུ་ལ་མངོན་སུམ་མཉན་པར་བགྱི། །
en: “Wise one, infinite in eloquence, Whose gentle speech brings delight And the greatest happiness, To whom will I really listen?

source: རྒྱལ་སྲས་ཐོས་པ་འཛིན་པ་ཡིས། །དེ་ལྟར་སྨྲེ་སྔགས་ཀུན་བཏོན་ནས། །
en: “After all the crying and lamenting Of all the victor’s heirs who uphold the teachings, It was I who fainted and fell to the ground At the feet of the great sage.”

source: ཐུབ་པ་ཆེན་པོའི་ཞབས་དྲུང་དུ། །བརྒྱ་ལ་ནས་ས་ལ་སྒྱེལ་བར་གྱུར། །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། གོའུ་ཏ་མའི་བུ་ངས་དང་པོ་ཉིད་ནས་ཁྱོད་ལ་ཀུན་དགའ་བོ་སྡུག་པ་དང་ཡིད་དུ་འོང་བ་ཐམས་ཅད་ལ་རྟག་པ་དང་ལྡན་པ་མེད་དོ་ཞེས་དོན་དེ་མ་བསྟན་ཏམ།
en: The Blessed One then said to Venerable Ānanda, “Ānanda, son of Gautama, have I not taught you from the very beginning that everything dear and pleasing is in no way permanent?

source: གོའུ་ཏ་མའི་བུ་འདུ་བྱེད་ཐམས་ཅད་ནི་རྨི་ལམ་ལྟ་བུ་དང་། སྒྱུ་མ་ལྟ་བུ་དང་། སྨིག་རྒྱུ་ལྟ་བུ་དང་། ཟིལ་བའི་ཐིགས་པ་ལྟ་བུ་དང་། སླུ་བར་བྱེད་པ་ཡིན་ཏེ།
en: Son of Gautama, all composite things are deceptive, like dreams, illusions, mirages, or drops of dew.

source: འདུ་བྱེད་ཐམས་ཅད་མི་རྟག་པ་ཡིན་གྱིས་གོའུ་ཏ་མའི་བུ་ཅི་རུང་མྱ་ངན་མ་བྱེད་ཅིག་སྨྲེ་སྔགས་མ་འདོན་ཅིག །
en: All composite things are impermanent, son of Gautama, so do not grieve over what happens. Do not cry and wail.

source: གོའུ་ཏ་མའི་བུ་དེ་བཞིན་གཤེགས་པ་དོ་མོད་ནམ་གྱི་ཐུན་ཐ་མ་ལ་མཐའ་ལས་འདས་པའི་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བ་དང་། བཏགས་པ་ཡང་དག་པར་འཇོམས་པའི་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བ་དང་། མི་མཉམ་པ་དང་མཉམ་པའི་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བས་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་འགྱུར་གྱིས།
en: Son of Gautama, in the final hours of this night, the Thus-Gone One will pass into final and complete nirvāṇa, and with this parinirvāṇa that defeats all imputations, this parinirvāṇa that equals the unequaled, he will pass completely beyond suffering.

source: གོའུ་ཏ་མའི་བུ་ཁྱོད་སོང་ལ་ཤིང་སཱ་ལ་ཟུང་གི་བར་དུ་དེ་བཞིན་གཤེགས་པའི་སེང་གེའི་གཟིམས་ཁྲི་དབུ་ནི་ཤར་ཕྱོགས། ཞལ་ནི་བྱང་ཕྱོགས། རྒྱབ་ནི་ལྷོ་ཕྱོགས་སུ་བསྟན་ལ། གློ་གཡས་ཕྱོགས་ཀྱིས་དབབ་ཏུ་རུང་བ་ཤོམས་ཤིག །
en: So, Son of Gautama, go and set out the Thus-Gone One’s lion couch between a pair of śāla trees, with its head to the east so that he shall face north, with his back to the south while lying on his right side.”

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་དེའི་ཚེ་ངུ་ཞིང་མྱ་ངན་བྱེད་ལ་སྨྲེ་སྔགས་འདོན་ཅིང་མཆི་མས་བརྣངས་ལ་ངུ་ཞིང་གདོང་ལ་མཆི་མ་འཛག་བཞིན་དུ་ཤིང་སཱ་ལ་ཟུང་གི་བར་དུ་བཅོམ་ལྡན་འདས་ཀྱི་སེང་གེའི་གཟིམས་ཁྲི་བཤམས་སོ། །
en: Then Venerable Ānanda, crying and weeping, choked with sobs, with tears streaming down his face, set out the Blessed One’s lion couch between a pair of śāla trees.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་བཅོམ་ལྡན་འདས་ཀྱི་སེང་གེའི་གཟིམས་ཁྲི་བཤམས་ནས་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་གསོལ་ཏོ། །ཐུབ་ཆེན་སེང་གེའི་གཟིམས་ཁྲི་ནི། །བཤམས་པའི་ཐ་མ་དེང་ལགས་ཏེ། །
en: And when he had finished preparing the Blessed One’s lion couch, he spoke these verses: “Great sage, this is the last time I set out your lion couch.

source: མི་མཆོག་སེང་གེའི་གཟིམས་ཁྲི་ནི། །སླན་ཆད་བཤམ་དུ་མ་མཆིས་སོ། །
en: Eminence, in the future, Your lion couch will not be set up again.

source: མི་མཆོག་མྱ་ངན་འདས་གྱུར་ཅིང་། །འཇིག་རྟེན་མགོན་པོ་འདས་པ་ན། །སཱ་ལ་མཛེས་ཚལ་སྟོང་པ་ཡི། །ཁྲོད་འདིར་བདག་གིས་ཇི་ལྟར་བལྟ། །
en: “Best of men, protector of the world, Once you have passed into nirvāṇa, How will I be able to look into the midst Of this empty beautiful grove of śāla trees?

source: གང་ཞིག་སཱ་ལའི་ལྗོན་ཚལ་ན། །ཡུན་རིང་གཉུག་མར་གནས་པའི་ལྷ། །དེས་ནི་རྣམ་འདྲེན་མ་མཐོང་ན། །སླན་ཆད་ཇི་ལྟར་གནས་པར་འགྱུར། །
en: “The gods who have lived naturally so long In this grove of śāla trees— When they no longer see their guide, How will they stay?

source: ཀྱེ་མའོ་འདུ་བྱེད་མི་རྟག་སྟེ། །སྒྱུ་མ་རྨི་ལམ་ལྟ་བུ་ལགས། །
en: “Alas! Composite things are impermanent, Like illusions and dreams.

source: འདི་འདྲའི་སྟོན་པ་དཔའ་བོ་ཡང་། །འདི་ཉིད་དུ་ནི་འདའ་བར་འགྱུར། །
en: So, too, is the teacher, the hero— He will pass away right here.”

source: དེ་ནས་ཚེ་དང་ལྡན་པ་མ་འགགས་པས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ། འདུས་བྱས་ཐམས་ཅད་མི་རྟག་ཅེས། །སངས་རྒྱས་ཀྱིས་ནི་སྔོན་ཡང་གསུངས། །
en: Then Venerable Aniruddha spoke to Venerable Ānanda in verse: “The Buddha has already taught That all composite things are impermanent.

source: གང་ལ་རང་དབང་ཡོད་མིན་པ། །དེ་ལ་སྨྲེ་སྔགས་བཏོན་མི་ཕན། །
en: There is no point lamenting What is not under anyone’s control.

source: སྨྲེ་སྔགས་ཡང་དང་ཡང་བཏོན་ཅིང་། །ངུད་མོས་བཏབ་པ་ཙམ་གྱིས་ནི། །དོན་འདི་ཐོབ་པར་མི་སླ་ཡིས། །
en: “Wailing again and again, Even sobbing, Will not make this truth easier to accept.

source: མཁས་པ་མྱ་ངན་མ་བྱེད་ཅིག །དེ་སྐད་ཅེས་སྨྲས་པ་དང་།
en: So, learned one, do not suffer!”

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་ཚེ་དང་ལྡན་པ་མ་འགགས་པ་ལ་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ། མི་མཆོག་མྱ་ངན་འདའ་འགྱུར་བ། །
en: Venerable Ānanda replied to Venerable Aniruddha in verse: “The best of men will pass into nirvāṇa.

source: ཁྱོད་ལའང་མྱ་ངན་ཡོད་ཡིན་ན། །མ་འགགས་འཇིགས་པ་མེད་པར་ནི། །ཅི་ཡི་ཕྱིར་ན་དེ་སྐད་སྨྲ། །
en: Since you are also suffering, Aniruddha, how can you say this So boldly?”

source: མ་འགགས་པས་སྨྲས་པ། སེམས་ཅན་ཉམ་ཐག་སྡུག་བསྔལ་ཞིང་། །མྱ་ངན་གདུངས་པ་མཐོང་ནས་ནི། །བདག་གི་མིག་ཀྱང་ཆུས་གང་ཞིང་། །མཆི་མ་འཁྲུག་ཅེས་བྱེད་པའང་ཡོད། །
en: Aniruddha replied: “When I see beings suffering and destitute, Tormented by grief, My eyes, too, well up with tears— The tears come in waves.

source: སེམས་ཅན་ཇི་སྙེད་ངུ་བ་རྣམས། །ལྷ་ཡི་མིག་གིས་མཐོང་བ་ན། །བདག་ཀྱང་དེ་དག་དོན་གྱི་ཕྱིར། །ཤིན་ཏུ་ངུ་ཡང་བྲོ་མོད་ཀྱི། །
en: “When, with my divine sight, I see so many beings weeping, I, too, weep uncontrollably On their behalf.

source: འོན་ཀྱང་སྨྲེ་སྔགས་བཏོན་པས་ནི། །ཕན་པ་འགའ་ཡང་མི་རྙེད་པས། །
en: “But there is no benefit whatsoever To be found in wailing.

source: དེ་ཕྱིར་ཁྱོད་ལ་ཀུན་དགའ་བོ། །ཆོས་སོམས་མྱ་ངན་མ་བྱེད་ཟེར། །དེ་ནས་བཅོམ་ལྡན་འདས་གདན་ལས་བཞེངས་ཏེ་ལྷ་དང་། མི་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་།
en: So I say to you, Ānanda— Reflect upon the Dharma, and do not grieve!”

source: མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་བྱེ་བ་འབུམ་ཕྲག་དུ་མས་ཡོངས་སུ་བསྐོར་ཅིང་མདུན་དུ་བདར་ནས། ཤིང་སཱ་ལ་ཟུང་གི་བར་ག་ལ་བ་དེར་གཤེགས་ཏེ་བྱོན་ནས་སེང་གེའི་གཟིམས་ཁྲི་ལ་སྐུའི་གློ་གཡས་པ་ཕབ་སྟེ་གཟིམས་སོ། །
en: Then the Blessed One rose from his seat and, escorted by an entourage of many trillions of gods, humans, nāgas, yakṣas, gandharvas, kinnaras, mahoragas, asuras, and garuḍas, went to that pair of śāla trees, and when he arrived, he lay down upon the lion couch, on the right side of his body.

source: བཅོམ་ལྡན་འདས་སེང་གེའི་གཟིམས་ཁྲི་ལ་གཟིམས་མ་ཐག་ཏུ་ལྷ་རྣམས་ཀྱིས་བར་སྣང་ལས་ལྷའི་མེ་ཏོག་སྣ་ཚོགས་ཀྱི་ཆར་དག་མངོན་པར་རབ་ཏུ་ཕབ་ཅིང་། ལྷའི་ཕྱེ་མ་མང་པོ་དག་གིས་ཀྱང་གཏོར། ལྷའི་སིལ་སྙན་བརྒྱ་སྟོང་དག་ཀྱང་རབ་ཏུ་གསིལ་ཏོ། །
en: As soon as the Blessed One had lain down upon the lion couch, the gods made all kinds of divine flowers rain from the sky, scattered many celestial powders, and played hundreds of thousands of heavenly instruments.

source: མི་རྣམས་ཀྱིས་ཀྱང་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ལ་བལྟ་བའི་ཐ་མར་གྱུར་པ་ནི་འདི་ཡིན་ནོ་ཞེས་མི་ཡུལ་གྱི་མེ་ཏོག་དང་། ཕྱེ་མ་དང་། སྤོས་དང་། བྱུག་པ་དང་། རོལ་མོའི་སྒྲ་དག་གིས་བཅོམ་ལྡན་འདས་ལ་མཆོད་པ་བྱས་སོ། །
en: Humans, too, saying this was the last time they would look upon the blessed Thus-Gone One, made offerings of flowers, fragrant powders, perfumes, ointments, and music from the human world.

source: བཅོམ་ལྡན་འདས་ཤིང་སཱ་ལ་ཟུང་གི་བར་དུ་སེང་གེའི་གཟིམས་ཁྲི་ལ་སྐུའི་གློ་གཡས་པས་ཕབ་སྟེ་གཟིམས་མ་ཐག་ཏུ་དེ་ནས་སྐད་ཅིག་དེ་དང་ཐང་ཅིག་དེ་དང་ཡུད་ཙམ་དེ་ལ་ཤར་ཕྱོགས་ལོགས་སུ་སངས་རྒྱས་ཀྱི་ཞིང་བྱེ་བ་འབུམ་ཕྲག་བཅུ་འདས་པ་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སེང་གེའི་སྒྲའི་དབང་ཕྱུག་ཅེས་བྱ་བའི་སངས་རྒྱས་ཀྱི་ཞིང་འཇིག་རྟེན་གྱི་ཁམས་རིན་ཆེན་དབྱངས་ཅན་ཞེས་བྱ་བ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དོན་ལེགས་པར་སེམས་པ་ཞེས་བྱ་བ་ཤི་འཕོས་ནས་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོར་ལུས་འཕགས་མའི་བུ་ཡུལ་མ་ག་དྷཱའི་རྒྱལ་པོ་མ་སྐྱེས་དགྲའི་པང་པར་བུ་ཉིད་དུ་རྫུས་ཏེ་སྐྱེས་སོ། །
en: As soon as the Blessed One had lain down on his right side upon the lion couch, between the pair of śāla trees, at that moment, right then, at that very instant, a hundred million buddha fields away to the east, in the world called Precious and Melodious, the buddha field of the thus-gone, worthy, perfect buddha Siṃhanādeśvara, a bodhisattva great being called Sucintitārtha passed away and was reborn in the city of Rājagṛha, miraculously appearing in the lap of Vaidehī’s son, King Ajātaśatru of Magadha, as his son.

source: དེ་སྐྱེས་མ་ཐག་ཏུ་ཆེད་དུ་བརྗོད་པ་འདི་ཆེད་དུ་བརྗོད་དོ། །སེང་གེ་སྒྲ་ཡི་སྤྱན་སྔ་ནས། །གང་གི་དོན་ཕྱིར་བདག་འོངས་པ། །
en: As soon as he was born, he spoke up, and he spoke with purpose: “From the presence of Siṃhanāda, I have come here with a purpose.

source: ཤཱཀྱ་སེང་གེ་མི་ཡི་མཆོག །རྫོགས་སངས་རྒྱས་པ་བཞུགས་སམ་ཅི། །
en: Is the lion of the Śākyas, the best of men, The perfect Buddha, still here?”

source: དེ་ནས་ལྷ་ཞིག་གིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དོན་ལེགས་པར་སེམས་པ་ལ་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ། གསུང་བར་མཛད་པ་མི་དབང་པོ། །
en: A god replied in verse to the bodhisattva great being Sucintitārtha: “O great speaker!

source: སྐྱོབ་པ་ཤཱཀྱ་སེང་གེ་དེ། །དེ་རིང་སཱ་ལའི་བར་དུ་ནི། །ལན་མེད་མྱ་ངན་འདའ་བར་འགྱུར། །
en: Our refuge, the lion of the Śākyas, Will today, between two śāla trees, Pass without grasping into nirvāṇa.”

source: དེ་སྐད་ཅེས་སྨྲས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དོན་ལེགས་པར་སེམས་པས་ལྷ་དེ་ལ་ཕྱིར་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ། ཤཱཀྱ་སེང་གེ་དེ་ཡི་ཆོས། །མཆོག་ཏུ་མཐོང་དཀའ་མཉན་པའི་ཕྱིར། །
en: The bodhisattva great being Sucintitārtha replied to the god: “The Dharma of the lion of the Śākyas Is very hard to find.

source: བྱེ་བ་བརྒྱ་སྟོང་ཕྲག་བཅུ་ཡི། །སངས་རྒྱས་ཞིང་ནས་བདག་འདིར་འོངས། །
en: From billions of buddha fields away, I have come here to listen to it.

source: དེ་ནི་སཱ་ལའི་བར་དུ་དེང་། །མྱ་ངན་འདའ་བར་འགྱུར་ན་གོ། །
en: “Now I hear he will pass into nirvāṇa today, In a grove of śāla trees.

source: ཁོ་བོ་སངས་རྒྱས་ཞིང་འདིར་ནི། །འོངས་པ་འབྲས་བུ་མེད་པར་འགྱུར། །
en: It was pointless then, for me to come here To this buddha field!

source: ཁོ་བོ་དེ་རིང་འདིར་འོངས་ནས། །ཐུབ་པ་དེ་ཡང་འདའ་འགྱུར་བས། །ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་གྱིས། །མྱ་ངན་བྱ་བར་ཁོ་བོས་བྱས། །
en: “The very day I arrive, The sage will pass away, So I must grieve Along with the world and its gods.

source: ཁོ་བོ་འོངས་པས་སངས་རྒྱས་ནི། །མི་མཐོང་དོན་མེད་འགྱུར་མི་བྱ། །
en: “If I do not see the Buddha, My journey here will have been pointless.

source: སེམས་བསྐྱེད་ཙམ་ཡང་མི་བསྡད་ཅིང་། །
en: It shall not be so—I must not leave this a mere aspiration.

source: སངས་རྒྱས་སྤྱན་སྔར་འགྲོ་བར་བྱ། །
en: I must go before the Buddha!”

source: དེས་ནི་འཇམ་ཞིང་དེས་པ་དང་། །དགའ་བ་བརྗོད་པའི་ཚིག་གིས་ནི། །དེ་ཉིད་དུ་ནི་མ་ག་དྷཱའི། །བདག་པོ་རྒྱལ་ལ་འདི་སྐད་སྨྲས། །
en: And so, there and then, He addressed the royal lord of Magadha.

source: རྒྱལ་པོ་ཁྱོད་ནི་བདག་ལ་གསོན། །
en: Speaking gently, calmly, And cheerfully, he said: “King, listen to me now.

source: སྐྱེས་བུ་དམ་པ་དཀོན་པས་ན། །བག་མ་མཆིས་པ་མ་མཛད་པར། །
en: He is a rare, sublime being, So have no hesitation!

source: དེ་བཞིན་གཤེགས་པའི་སྤྱན་སྔར་བཞུད། །
en: Go before the Thus-Gone One!

source: བསྐལ་པ་སྟོང་ཕྲག་བྱེ་བ་ལ། །རྒྱལ་བ་ལན་འགའ་འབྱུང་འགྱུར་ཞིང་། །
en: “Over millions upon millions of eons, Only very rarely does a victor appear.

source: ཚོགས་པ་འདི་ནི་རྙེད་པ་ལ། །མཁས་པ་སྐྱོ་བར་མ་མཛད་ཅིག །
en: If you meet with such a conjunction of circumstances, Learned one, you should not be despondent!

source: འདི་ནི་མི་མཁས་བྱིས་པ་སྙམ། །
en: “For that would be the attitude of an unschooled child.

source: གང་ཕྱིར་རྒྱལ་ཆེན་ཁྱོད་དགོངས་པ། །
en: What do you think, great king?

source: རྒྱལ་ཆེན་བྱིས་པ་བདག་མ་ལགས། །མི་དབང་ཁྱོད་ནི་བྱིས་པ་ལགས། །
en: It is not I, great king, who am the child— It is you, lord of men, who are a child.

source: འདོད་པའི་དབང་དུ་སོང་ནས་ནི། །གང་གིས་ངན་འགྲོར་འགྲོ་བ་ཡི། །མཚམས་མེད་པ་ནི་ཁྱོད་ཀྱིས་མཛད། །དེ་ནི་བྱིས་པའི་བྱིས་པ་ཉིད། །
en: “Under the sway of desire, You have committed a heinous crime That will propel you to the lower realms— This is the foolishness of a child!
